{
  "camera": "Camera",
  "cancel": "Cancel",
  "checkConnection": "No internet connection found. \nCheck your connection.",
  "country": "country",
  "email": "Email",
  "error": {
    "timeOutConnection": "Connection timeout. Please try again later."
  },
  "gallery": "Gallery",
  "loading": "Loading ...",
  "oops": "Oops!",
  "password": "Password",
  "phoneNumber": "Phone number",
  "pleaseTryAgain": "Please try again",
  "rememberMe": "Remember me",
  "selectDate": "Select Date : ",
  "selectFrom": "Select From : ",
  "submit": "Submit",
  "tryAgain": "Try again",
  "update": "Update",
  "updateBody": "Please update the application to the new version, \n to get the new contents",
  "updateTitle": "Update",
  "firstname": "First Name",
  "lastname": "Last Name",
  "titleLog": "Before you begin",
  "titleReg": "Casually create an account",
  "register": "Register",
  "login": "Log In",
  "donthaveacc": "I do not have an account",
  "back": "Back",
  "quiz": "Quiz",
  "titlePengertian": "Definition",
  "isiPengertian": "Secara umum pengertian kebugaran jasmani adalah kemampuan seseorang untuk menjalankan pekerjaan sehari – hari dengan ringan dan mudah tanpa merasakan kelelahan yang berarti dan masih mempunyai cadangan tenaga untuk melakukan kegiatan yang lain.\nLalu apakah hal ini sama dengan tubuh yang kuat? Tubuh yang kuat sendiri pada dasarnya adalah cara dalam tubuh Anda menyimpan cadangan dari tenaga dan bisa memakainya dengan baik.\n\n  - Sehat, dapat di maknai dengan tubuh yang bebas dari berbagai macam penyakit, baik itu yang sifatnya fisik ataupun mental\n\n  - Bugar, adalah kapasitas dari seseorang agar bisa menjalani berbagai macam aktivitas dengan maksimal harus kehilangan tenaga serta merasa lelah.\n\n  Sedangkan para ahli juga pernah mengungkapkan jika arti dari kebugaran jasmani memiliki beberapa versi sesuai dengan pendapat masing-masing. Misalnya saja seperti di bawah ini:\n\n\n Kebugaran Jasmani Menurut Para Ahli\n\n   Agar lebih memahami apa definisi kebugaran jasmani, maka kita dapat merujuk pada pendapat beberapa ahli. Berikut ini adalah pengertian kebugaran jasmani menurut para ahli:\n\n1. Muhajir\n  Menurut Muhajir, pengertian kebugaran jasmani adalah kesanggupan tubuh dalam beradaptasi dengan berbagai kegiatan yang dilakukan tanpa rasa lelah yang berarti.\n\n  2. Sutarman\n  Menurut Sutarman, pengertian kebugaran jasmani adalah suatu aspek fisik dan kebugaran menyeluruh (total fitness) yang memungkinkan seseorang mampu untuk menjalankan kehidupan yang produktif dan dapat menyesuaikan pada tiap pembebanan atau stress fisik yang wajar.\n\n  3. Sadoso Sumosardjono\n  Menurut Sadoso Sumosardjono, pengertian kebugaran jasmani atau kesegaran jasmani adalah kemampuan seseorang untuk menunaikan tugas sehari-hari dengan mudah tanpa lelah yang berlebihan, serta masih memiliki cadangan tenaga untuk menikmati waktu senggang dan untuk keperluan mendadak.\n\n  4. Djoko Pekik Irianto\n  Menurut Djoko Pekik, pengertian kebugaran jasmani adalah kemampuan fisik seseorang untuk dapat melakukan kerja sehari-hari secara efisien tanpa menimbulkan kelelahan yang berlebihan, sehingga masih dapat menikmati waktu luangnya.\n\n  5. Agus Muklholid, M.Pd\n  Menurut Agus Muklolid, M.Pd, pengertian kebugaran jasmani adalah kemampuan seseorang untuk melakukan aktivitas atau kerja, mempertinggi daya kerja, tanpa mengalami kelelahan yang berlebihan.\n\n  6. Rusli Lutan\n  Menurut Rusli Lutan, pengertian kebugaran jasmani adalah kemampuan seseorang untuk melakukan berbagai aktivitas fisik yang membutuhkan fleksibilitas, daya tahan, dan kekuatan.\n\n  7. Mochamad Sajoto dan Judith Rink\n  Menurut Mochamad Sajoto dan Judith Rink, arti kebugaran jasmani adalah kemampuan seseorang dalam menyelesaikan pekerjaan sehari-hari tanpa mengalami kelelahan berlebihan dengan pengeluaran energi yang cukup besar untuk memenuhi kebutuhan gerakny dan menikmati waktu luang untuk memenuhi keperluan darurat.\n\n  8. Soedjatmo Soemowardoyo\n  Menurut Soedjatmo Soemowardoyo, pengertian kebugaran jasmani adalah kemampuan tubuh untuk menyesuaikan fungsi alat tubuhnya dalam batas fisologi terhadap lingkungan (ketinggian, kelembapan suhu, dan sebagainya) dan atau kerja fisik dengan yang cukup efisien tanpa lelah secara berlebihan.\n\n  9. Joko Pekik Irianto\n  Kebugaran jasmani bisa diartikan sebagai sebuah kemampuan dari seseorang agar dapat beraktivitas serta melakukan pekerjaannya sehari-hari. Bahkan seseorang juga masih menyimpan tenaga agar bisa menikmati waktu berkualitas bagi dirinya sendiri.",
  "titleDefinisi": "Definisi Kebugaran Jasmani",
  "isiDefinisi": "Kapasitas jantung, pembuluh darah, paru, dan otot-otot untuk berfungsi secara opimal efisien. Kebugaran didefinisikan sebagai kapasitas untuk melaksanakan kegiatan sehari-hari tanpa diganggu oleh kelelahan yang berarti. Otomatisasi, peningkatan waktu luang, dan perubahan gaya hidup Menyebabkan kriteria tersebut sudah tidak sesuai lagi.\nBerkaitan dengan pengertian kebugaran jasmani, Kusmaedi (2008:93) mengungkapkan, kebugaran jasmani adalah kemampuan tubuh seseorang untuk melakukan tugas dan pekerjaan sehari-hari tanpa menimbulkan kelelahan yang berarti, sehingga tubuh masih memiliki simpanan tenaga untuk mengatasi beban tambahan.",
  "titleKonsep": "Concept",
  "isiKonsep": "Konsep kebugaran dalam penjas berkisar mengenai pemahaman anak terhadap kebugaran, kesadaran akan hubungan kebugaran dengan kesehatan yang baik, dan pengetahuan mengenai aktivtas untuk meningkatkan tingkat kebugaran yang sehat.\n\nKebugaran jasmani memiliki 2 komponen, yaitu komponen kebugaran yang berkaitan dengan kesehatan, dan komponen kebugaran yang berkaitan dengan keterampilan. Komponen kebugaran yang berkaitan dengan kesehatan terdiri atas: daya tahan dan kekuatan otot, efisiensi kardiorespirasi, fleksibilitas, dan komposisi tubuh",
  "titleManfaat": "Benefits",
  "isiManfaat": "Kebugaran jasmani tidak hanya bermanfaat untuk menjalani berbagai aktifitas dalam kehidupan sehari-hari. Dengan melakukan gerakan/latihan kebugaran jasmani secara konsisten dan rutin setiap harinya, maka terdapat banyak manfaat yang akan kita rasakan dan dapatkan. Adapun 15 manfaat dari melakukan gerakan/latihan kebugaran jasmani, yaitu sebagai berikut :\n1.  Meningkatkan sirkulasi darah dan sistem kerja jantung\n2.  Meningkatkan stamina dan kekuatan tubuh\n3.  Memiliki kemampuan pemulihan organ tubuh secara tepat\n4.  Memiliki respon tubuh yang cepat dan tepat\n5.  Mengurangi resiko kelebihan berat badan atau obesitas\n6.  Mencegah penyakit jantung\n7.  Menurunkan tekanan darah tinggi\n8.  Mengatasi depresi\n9.  Meningkatkan energi\n10.  Terhindar dari tulang keropos (osteoporosis)\n11.  Meningkatkan daya tahan tubuh\n12.  Meningkatkan kelenturan persendian\n13.  Meningkatkan kekuatan otot serta kecepatan\n14.  Meningkatkan sistem sirkulasi darah, sistem saraf, fungsi jantung\n15.  Mempertahankan dan menyelaraskan kondisi tubuh",
  "titleUnsur": "Element",
  "titleKecepatan": "Kecepatan",
  "isiKecepatan": "Pengertian kecepatan adalah kemampuan otot tubuh dalam melakukan suatu gerakan dalam waktu sesingkat mungkin. Umumnya kecepatan dibutuhkan dalam bidang olah raga tertentu, misalnya:\n\n  Balap sepeda\n  Lomba berenang\n  Lari sprint\n  https://www.youtube.com/watch?v=FkunrtHPM1c",
  "titleKekuatan": "Kekuatan",
  "isiKekuatan": "Pengertian kekuatan adalah kemampuan otot dalam tubuh untuk memikul beban atau melakukan aktivitas. Setiap individu memiliki batas kemampuan masing-masing dalam menggunakan ototnya untuk melakukan aktivitas.\n  Kekuatan otot dapat ditingkatkan dengan melakukan berbagai latihan fisik secara rutin dan teratur. Beberapa bentuk latihan fisik yang dapat meningkatkan kekuatan otot diantaranya:\n\na. Latihan sit up,untuk memperkuat otot perut\nb. Latihan push up, untuk memperkuat otot lengan\nc. Latihan squat jump, untuk memperkuat otot tungkai dan perut\nd. Latihan pull up, untuk melatih kekuatan bahu dan tangan",
  "titleDayaTahan": "Daya Tahan",
  "isiDayaTahan": "Pengertian daya tahan adalah kesanggupan seseorang dalam menggunakan organ tubuhnya, seperti jantung, paru-paru, ginjal, dan lain-lain, secara efektif dan efisien. Daya tahan tubuh juga dapat dilatih dan ditingkatkan kemampuannya.\n  Namun, latihan daya tahan tubuh berbeda dengan latihan otot. Beberapa latihan yang dapat meningkatkan daya tahan tubuh diantaranya:\n  Berjalan sehat secara rutin\n  Berlari kecil secara teratur\n  Senam kesehatan seminggu sekali\n  Berenang untuk melatih kekuatan paru-paru",
  "titleKelenturan": "Kelenturan",
  "titleDayaOtot": "Daya Otot",
  "isiDayaOtot": "Pengertian daya otot adalah kesanggupan dan kemampuan otot dalam menghasilkan kekuatan secara semaksimal mungkin dalam waktu yang cepat. Sebagai contoh, kemampuan seorang atlit angkat besi dalam memikul beban dalam waktu tertentu.\n Kemampuan data otot dapat ditingkatkan, misalnya dengan latihan:\n  Vertical jump, untuk melatih daya otot tungkai\n  Front jump, untuk melatih daya otot betis dan tungkai\n  Side jump, untuk melatih daya otot paha dan tungkai",
  "titleDayaLentur": "Daya Lentur",
  "isiDayaLentur": "Pengertian daya lentur adalah kesanggupan tubuh manusia dalam menyesuaikan diri dengan berbagai gerakan yang memerlukan penguluran tubuh atau kelenturan. Bidang olah raga yang menuntut kelenturan tubuh yaitu senam, renang, yoga, balet, dan olah raga lainnya.\n  Berikut ini beberapa latihan untuk melenturkan otot tubuh:\n1.  Hip Flexor/ Quad Stretch (untuk melenturkan otot pinggul, quads, dan hamstrings)\n2.  Bridge with Leg Reach (untuk melenturkan otot dada, perut, pinggul, glutes, dan kaki)\n3.  Seated Trunk Twist (untuk melenturkan otot punggung, perut, dan oblique)\n4.  Foldover Stretch (untuk melenturkan otot leher, punggung, glutes, hamstring, dan betis)\n5.  Butterfly Stretch (untuk melenturkan otot leher, punggung, glutes, hamstrings, paha)\n6.  Lower Back dan glutes (untuk melenturkan otot punggung atas, bawah, dan glutes)\n6.  Swan Stretch (untuk melenturkan otot bahu, punggung, dada, abs, oblique, hip flexor)\n7.  Reclining Pigeon (untuk melenturkan otot punggung bawah, pinggul, glutes, dan hamstrings)\n8.  Quadriceps (untuk melenturkan otot depan dan samping paha)\n9.  Standing Thigh Release (untuk melenturkan otot punggung, perut, pinggul, glutes, dan quads)",
  "titleKelincahan": "Kelincahan",
  "isiKelincahan": "Pengertian kelincahan adalah kesanggupan otot tubuh melakukan gerakan cepat pada posisi yang berbeda-beda, misalnya gerakan berpindah dari kiri ke kanan, dari depan ke belakang. Kelincahan dibutuhkan dalam beberapa jenis olah raga, misalnya bulu tangkis, sepak bola, tenis lapangan, dan lain-lain.\n  Beberapa latihan yang dapat meningkatkan agility yaitu:\n-  Latihan berlari zig-zag\n-  Latihan lari cepat naik-turun tangga\n-  Latihan melompat dengan cepat",
  "titleKoordinasi": "Koordinasi",
  "isiKoordinasi": "Definisi koordinasi adalah kemampuan tubuh manusia dalam mengintegrasikan beberapa gerakan cepat secara efektif. Salah satu contoh koordinasi adalah gerakan mengontrol bola (juggling) dimana terjadi koordinasi antara gerakan kepala, bahu, kaki, dan anggota tubuh lainnya.",
  "titleKeseimbangan": "Keseimbangan",
  "isiKeseimbangan": "Pengertian keseimbangan adalah kemampuan tubuh dalam mengontrol syaraf dan organ tubuh sehinggap dapat mengendalikan kegiatan tubuh dengan baik. Semua aktivitas manusia membutuhkan kemampuan keseimbangan.\n  Beberapa latihan yang bisa meningkatkan keseimbangan:\n  Berdiri dengan satu kaki\n-  Berdiri terbalik dengan menggunakan tangan\n-  Berjalan di atas tali, balok, atau batang bambu",
  "titleKetetapan": "Ketetapan",
  "isiKetetapan": "Yang dimaksud dengan ketepatan adalah kemampuan tubuh dalam mengendalikan gerakan dan membidik target dengan tepat. Beberapa olah raga yang menuntut akurasi adalah memanah, bowling, golf, bola basket, dan lain-lain.",
  "titleReaksi": "Reaksi",
  "isiReaksi": "Pengertian reaksi adalah kemampuan tubuh memberikan tanggapan dengan cepat terhadap rangsangan dari objek atau orang lain. Sebagian besar jenis olah raga membutuhkan kemampuan reaksi, misalnya reaksi untuk menyerang, menghindar, dan bertahan.",
  "titleFungsi": "Fungsi Kebugaran Jasmani",
  "isiFungsi": "1. Fungsi Kebugaran Jasmani Berdasarkan Aktivitas\n  Kebugaran jasmani sangat diperlukan oleh semua manusia, baik itu para pelajar, atlit, dan para pekerja. Dengan kesegaran jasmani yang optimal maka manusia dapat berprestasi di bidang profesinya masing-masing.\n  2. Fungsi Kebugaran Jasmani Berdasarkan Keadaan\n  Para penyandang cacat atau disabilitas juga membutuhkan kebugaran jasmani layaknya manusia normal. Selain itu, ibu hamil dan menyusui juga merupakan individu yang harus memiliki kebugaran tubuh yang optimal karena membutuhkan banyak tenaga dalam proses persalinan maupun mengurus anak.\n  3. Fungsi Kebugaran Jasmani Berdasarkan Usia\n  Bagi anak-anak, orang dewasa, dan lanjut usia, masing-masing memerlukan kesegaran jasmani yang optimal. Contohnya pada anak dalam masa pertumbuhan, dengan kebugaran jasmani yang optimal maka proses pertumbuhan dan perkembangan anak akan lebih baik. Sedangkan bagi lansia, kebugaran jasmani dapat menjaga daya tahan tubuh sehingga dapat melakukan berbagai kegiatan dengan baik.",
  "titleFaktor": "Faktor Kebugaran Jasmani",
  "isiFaktor": "Kondisi kebugaran tubuh seseorang tidak terjadi begitu saja. Ada beberapa faktor yang mempengaruhinya. Beberapa faktor penentu kebugaran jasmani seseorang diantaranya adalah:\n  1. Asupan Makanan Bergizi\n  Manusia membutuhkan makanan bergizi sebagai sumber energi dan pembentukan sel dalam tubuh. Asupan makanan bergizi ini menjadi salah satu penentu tingkat kebugaran tubuh seseorang.\n  Selain jenis makanannya, jumlah atau porsi makanan bergizi yang dikonsumsi juga punya peranan penting. Penuhi kebutuhan makanan bergizi untuk tubuh secukupnya, dengan kata lain jangan kekurangan dan jangan berlebihan.\n  2. Pola Hidup Sehat\n  Selain asupan makanan bergizi, pola hidup seseorang juga sangat berpengaruh pada kebugaran jasmani. Beberapa kebiasaan yang dapat merusak kesegaran jasmani seseorang misalnya, merokok, minum minuman keras, menggunakan narkoba, dan lain-lain.\n  Bahkan kebiasaan-kebiasaan kecil seperti cuci tangan sebelum makan, menggosok gigi sebelum tidur, dan membuang sampah pada tempatnya, merupakan faktor yang mempengaruhi kebugaran fisik seseorang.\n  3. Kebiasaan Olah Raga\n  Seperti yang sudah disebutkan di atas, melatih tubuh dengan berolah raga dapat membantu meningkatkan kebugaran jasmani seseorang. Tubuh kita bila tidak digerakkan/ dilatih secara rutin maka akan menjadi kaku atau terjadi kerusakan secara perlahan.\n  Olah raga yang dilakukan tidak harus berat, tapi perlu dilakukan secara rutin. Beberapa olah raga ringan untuk melatih tubuh diantaranya; berjalan santai, bersepeda santai, berlari kecil, dan lain-lain.\n  4. Istirahat Secukupnya\n  Menurut beberapa ahli kesehatan, rata-rata manusia dewasa membutuhkan tidur selama 5 – 6 jam dalam sehari. Namun, tentu saja kebutuhan tidur untuk masing-masing usia adalah berbeda.\n  Untuk anak-anak biasanya butuh tidur sebanyak 10 – 12 jam sehari, untuk pelajar butuh tidur sebanyak 6 – 8 jam sehari, sedangkan para lansia butuh tidur sebanyak 6 – 7 jam sehari. Nah, dari sini kita bisa melihat bahwa semua manusia membutuhkan waktu tidur atau beristirahat penuh untuk menjaga kebugaran tubuhnya."
}